Repository: DeveloperAcademy-POSTECH/2024-MC3-A7-Anigeunde
Catalog: Lvlance/Lvlance/Localizable.xcstrings
Source language: ko
Languages: en

# Cancel
source: 취소
en: Cancel

# GoToSettings
source: 설정으로 이동
en: Go to Settings

# MicrophoneAccessDescription
source: 연주를 시작하기 위해서는 마이크 접근 권한이 필요합니다. 시스템 설정에서 권한을 허용해주세요.
en: Microphone access is required to start playing. Please allow permission in the system settings.

# MicrophoneAccessRequired
source: 마이크 접근 권한 필요
en: Microphone Access Required

# newSong
source: 새 노래
en: New Song

# onboarding.button.complete
source: 완료
en: Done

# onboarding.button.next
source: 다음
en: Next

# onboarding.step1.description
source: 밴드의 전체 소리를 입력할 iPhone을 관객 쪽을 향하는 스피커의 앞에 둡니다.
en: Place the iPhone in front of the speaker facing the audience to capture the full sound of the band

# onboarding.step2.description
source: 밴드의 전체 소리를 입력할 iPhone을 macBook에 선으로 연결합니다.
en: Connect the iPhone to the MacBook with a cable to capture the full sound of the band

# onboarding.step3.description1
source: Lvlance는 밴드 연주 중, 관객에게 들리는 밴드의 전체 소리를 연주자가 시각적으로 알 수 있는 앱입니다
en: Lvlance is an app that allows performers to visually monitor the full sound of the band as heard by the audience during a performance

# onboarding.step3.description2
source: 지금 바로 입력 기기를 연결하여 Lvlance를 사용해 보세요!
en: Connect your input device now and start using Lvlance!

source: 곡 삭제하기
en: Delete song

source: 곡 선택하기
en: Select song

source: 곡 제목
en: title

source: 곡 추가하기
en: Add song

source: 곡명 변경하기
en: Edit song title

source: 곡을 추가해주세요.
en: Add new song

source: 뒤로
en: Back

source: 드럼
en: Drum

source: 마이크 선택하기
en: Select Mic

source: 밴드의 전체 소리를 입력할 기기를 선택해주세요. (권장 기기: iPhone)
en: Choose a device to input the entire sound of the band. (Recommended device: iPhone)

source: 베이스
en: Bass

source: 보컬
en: Vocal

source: 선택
en: Done

source: 선택하신 디바이스로 밴드의 연주 소리를 입력받습니다.
en: The device you've selected will input the sound of the band's performance.

source: 악기 편집하기
en: Edit Instruments

source: 연주를 완료하고 이전 화면으로 이동하시겠어요?
en: Do you want to complete the performance and go to the previous screen?

source: 완료
en: Done

source: 원하는 위치에 입력 기기를 놓아주세요.
en: Place the input device in the desired location

source: 이 곡에서 연주할 악기를 선택해주세요.
en: Please select the instruments to be played in this song

source: 이 기기가 입력한 밴드의 소리는 악기별로 분류되어 앱 내에 반영됩니다.
en: The band's sound input by this device will be classified by instrument and reflected in the app

source: 이동하기
en: Yes

source: 일렉
en: Guitar

source: 입력 기기 선택하기
en: Select Input Device

source: 입력 레벨
en: Input Level

source: 재생 버튼을 눌러 연주를 시작하세요
en: Press the play button to start playing

source: 전체 입력 레벨을 조절해보세요.
en: Adjust the overall input level

source: 취소
en: Exit

source: 키보드
en: Keyboard
